<?php

namespace App\Http\Helpers;

class DataArray
{
    const NATIONALITY = [
        'مصر',
        'السعودية',
        'الإمارات',
        'البحرين',
        'الجزائر',
        'تونس',
        'المغرب',
        'ليبيا',
        'السودان',
        'عمان',
        'اليمن',
        'الأردن',
        'فلسطين',
        'سوريا',
        'العراق',
        'إيران',
        'لبنان',
        'الولايات المتحدة الأمريكية',
        'الهند',
        'الصين',
        'كوريا الشمالية',
        'كوريا الجنوبية',
        'روسيا',
        'اليابان',
        'فرنسا',
        'النمسا',
        'النرويج',
        'انجلترا',
        'المانيا',
        'البرازيل',
        'الارجنتين',
        'اسبانيا',
        'كندا',
        'اخري',
    ];


    const QUALITIES = [
        '1' => '320',
        '2' => '480',
        '3' => '720',
        '4' => '1080',
    ];
}
